---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BIMExportOptions
source: html/7291bc1b-9aab-2242-653e-69eff963ae5b.htm
---
# BIMExportOptions Members

Releases all resources used by the BIMExportOptions